Revit 2024 API
ParameterTypeId.SpacingNumDivisionsn1 Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacingNumDivisionsn1 { get; }
Visual Basic
Public Shared ReadOnly Property SpacingNumDivisionsn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacingNumDivisionsn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace